/* English strings for BathyScaphe.app */
"Cancel" = "キャンセル";

"Favorites" = "お気に入り";

"Collapse Boards List" = "掲示板リストを隠す";
"Expand Boards List" = "掲示板リストを表示";

"Switch to Log Mode" = "ログ一覧に切り替え";
"Switch to Thread Mode" = "スレッド一覧に切り替え";

"Show Local Rules" = "ローカルルールを表示";
"Hide Local Rules" = "ローカルルールを隠す";

"Open BBS in Browser" = "掲示板を Web ブラウザで開く";
"Open Search Results in Browser" = "検索結果を Web ブラウザで開く";

"No Board History" = "履歴はありません";

"On Line"	= "オンライン";
"Off Line"	= "オフライン";

"WhatsNewHelpAnchor" = "bs_whatsnew";

"No Match" = "見つかりません";
"%lu Res(s)" = "%lu レス";
"NoFindTargetAlertMessage" = "検索対象が何も選択されていません。";
"NoFindTargetAlertInformativeText" = "検索パネルで、検索対象のチェックボックスをクリックしてください。";

"Save Menu Item Default" = "別名で保存…";

"BSNGExpression setIsRegularExpression Error" = "文字列が正規表現として正しくありません。";

"BSNGExpression setExpression Error" = "禁止語句が入力されていません。";

"HEADCheckLimitAlert" = "“お気に入り” またはスマート掲示板の更新チェック回数が上限に達したため、更新チェックを行えませんでした。";
"HEADCheckLimitMessage %lu per hour wait until %@" = "更新チェックの実行は、1時間あたり %lu 回までに制限されています。%@ までお待ちください。";

"BSTGrepClientWindowController Error" = "ネットワークまたは検索サーバに問題が発生しているため、スレッドタイトル検索を行えませんでした。";
"BSFind2chSoulGem Error Detect" = "タイムアウトの可能性があるのでカウントしません。";
"BSFind2chSoulGem Error Description" = "少し待ってからもう一度検索してみてください。";

/* CMRThreadAttributes */
"%lu KB (%lu bytes)" = "%lu KB (%lu バイト)";

/* ThreadsList-DataSource */
"Today" = "今日";
"Yesterday" = "昨日";

/* ThreadListDownloader: resCount Separater */
"ResCount Separater" = "<(（";

/* EncodedSeparator  */
"EncodedSeparator" = "＠｀";

/* Reset */
"Reset:Previewer Default" = "プレビュープラグインをリセットする";
"Reset:HelpAnchor" = "bs_app_reset_alert";

/* Vacuum */
"VacuumOK" = "バキュームして終了";
"VacuumQuit" = "バキュームせずに終了";
"VacuumCancel" = "キャンセル";
"VacuumMsg" = "データベースをバキュームしてから BathyScaphe を終了します。よろしいですか？";
"VacuumInfo" = "バキュームを実行すると、データベース内部に蓄積された不要な領域が削除され、パフォーマンスの向上に役立つことがあります。";

/* detect moved BBS */
"MovedBBSFoundTitle" = "サーバの移転";
"MovedBBSFoundFormat" = "掲示板 “%@” は、新しいアドレスに移転した可能性があります。掲示板リストの内容を新しいアドレスに更新しますか？

以前のアドレス：%@
新しいアドレス：%@";

"MovedOK" = "更新";
"MovedCancel" = "キャンセル";
"MovedBBSHelpAnchor" = "bs_movedbbs_found_alert";

/* detect nanashi-san */
"DetectorTitle" = "掲示板 “%@” の名無しさんの名前が不明です。今すぐ SETTING.TXT をダウンロードして解析しますか？";
"DetectorMessage" = "名無しさんの名前は、迷惑レスフィルタの誤動作を防止するために必要です。
SETTING.TXT のダウンロードと解析はバックグラウンドで行われ、すぐに完了します。または、“手動で入力…” をクリックして、自分で名無しさんの名前を入力することもできます。";

"DetectorTitle2" = "掲示板 “%@” の掲示板オプションを最新の情報に更新するため、今すぐ SETTING.TXT をダウンロードしてもよろしいですか？";
"DetectorMessage2" = "SETTING.TXT は２ちゃんねるの掲示板ごとに用意されている、各種設定が記載されたデータです。 
SETTING.TXT のデータは、迷惑レスフィルタの誤動作を防止するために重要です。SETTING.TXT のダウンロードと解析はバックグラウンドで行われ、すぐに完了します。";

"DetectOK" = "すぐに解析";
"DetectCancel" = "後で行う";
"DetectManually" = "手動で入力…";
"DetectNoNameHelpAnchor" = "bs_noname_input_dialog";

/* BSModalStatusWindow */
"Rebuild Database Msg" = "データベースを再構築しています…";
"Fix Invalid Sort Descs Msg" = "掲示板オプションをアップデート中…";
"Remove Info Server Data Msg" = "誤って登録された掲示板リストの情報を削除しています…";
"Fix Unconverted NoName EntityRef" = "名無しさんの設定をアップデート中…";

/* CMXTextParser */
"siberia IP field" = "発信元";

/* BSThreadViewTheme */
"Imported From Old Ver." = "以前の BathyScaphe での設定";
"Copied Custom Theme File" = "以前のカスタム・テーマ.plist";
"Old Custom Theme" = "以前のカスタム・テーマ";
"Default Theme" = "デフォルト";

"UpdatedNotifyAlertTitle" = "お知らせ：スレッド表示のデフォルト・テーマが新しくなりました！";
"UpdatedNotifyAlertMsg1" = "デフォルト・テーマの内容が以前のバージョンから変更されたため、スレッドの見た目が変わっています。ほかのテーマを使用するには、“表示”環境設定の“テーマ”タブを開いてください。";
"UpdatedNotifyAlertMsg2" = "以前のバージョンで選択していたテーマはそのまま引き継がれています。もし、新しいデフォルト・テーマに関心を持たれましたら、“表示”環境設定の“テーマ”タブを開いてみてください。";

/* BSQuickLookObject */
"Quick Look DEKIMASEN 1" = "クイックルックできません。スレッドが dat 落ちしている可能性があります。";
"Quick Look DEKIMASEN 2" = "クイックルックできません。予期しない HTTP ステータスコードです。";
"Quick Look DEKIMASEN 3" = "クイックルックできません。ログファイルが壊れている可能性があります。";

/* BSLocalRulesCollector */
"Can't get head.txt" = "この掲示板にはローカルルールがないようです。";
"DocTitleAttributeTemplate" = "%@ のローカルルール";

/* Board Info Inspector */
"BoardInspector Help Keyword" = "bs_boardinfo_inspector";
"charRefInfo N/A" = "不明";
"charRefInfo Yes" = "はい";
"charRefInfo No" = "いいえ";

/* Document */
"CantCopyErrMsg" = "書類 %@ を読み込みできませんでした。";
"CantCopyBecauseAlreadyExists" = "同じ名前のファイルがすでに存在しているため、ログフォルダにコピーすることができませんでした。";

/* スレッドタイトル：3ペイン起動時 */
"titleRuler default title" = "スレッドが選択されていません";

"cannotRunTitle" = "BathyScaphe のサポートフォルダが見つからないか、作成できません。";
"cannotRun" = "~/Library/Application Support/BathyScaphe/ が見つからないか、作成できません。BathyScaphe を終了します。";
"Terminate"	= "終了";
